Repository: davidmahbubi/electricity-fee-calculator
Catalog: Electriwise/*.lproj/Localizable.strings
Languages: id

# onboardingHeadline
source: Empowering You to Track and Control Your Electric Bill
id: Lebih Bijak Dalam Mengontrol Pengeluaran Listrik Anda

source: Get Started
id: Mulai

source: Appliances
id: Perabotan

# inputElectricityRatePlaceholder
source: Input electricity rate
id: Masukan Harga Listrik

source: Calculate Now
id: Hitung Sekarang

source: Add
id: Tambah

source: General
id: Informasi Umum

source: Name
id: Nama

source: Electrical Information
id: Informasi Kelistrikan

source: Usage
id: Penggunaan

source: Average Usage
id: Rata - Rata Penggunaan

source: Repeat Every
id: Penggunaan Harian

source: Quantity
id: Kuantitas

source: Icon
id: Ikon

source: Save
id: Simpan

source: Cancel
id: Batal

source: Calculation Result
id: Hasil Perhitungan

source: Global Average Cost
id: Rata - Rata Biaya

source: Daily
id: Harian

source: Monthly
id: Bulanan

source: Load
id: Beban

source: Avg. Daily Usage
id: RR. Penggunaan Harian

source: Cost per Minutes
id: Biaya per Menit

source: Cost per Hour
id: Biaya per Jam

source: Avg. Daily Cost
id: RR. Biaya Harian

# avgMonthlyCost
source: Avg. Monhtly Cost
id: RR. Biaya Bulanan

source: No Appliances
id: Tidak Ada Perabotan

# noAppliancesAlertMessage
source: Add appliances first to calculate your electricity
id: Tambah perabotan terlebih dahulu untuk mulai menghitung biayanya
